Repository: wescamp/Peninsula_Survival-1.10
Catalog: po/*.po
Languages: uk

source: 2v2 - Peninsula Survival
uk: 2на2 - Виживання на Півострові

source: 2 vs 2 With Monster Spawns
uk: 2 на 2 Із Плодінням Монстрів

source: <span font_size='small'>Version: 0.3</span> <span font_size='small'>Created by: Roc, Morath</span> <span font_size='small'>Testers: jonny</span> <span font_size='large'>Victory</span> <span foreground='green'>Kill the enemy leaders</span> <span font_size='large'>Defeat</span> <span foreground='red'>Death of your leader</span>
uk: <span font_size='small'>Версія: 0.3</span> <span font_size='small'>Створив: Roc, Morath</span> <span font_size='small'>Тестери: jonny</span> <span font_size='large'>Перемога</span> <span foreground='green'>Вбити ворожих лідерів</span> <span font_size='large'>Поразка</span> <span foreground='red'>Смерть вашого лідера</span>

source: Monsters
uk: Монстри

source: West
uk: Захід

source: East
uk: Схід

source: Turn 5: Mage
uk: Хід 5: Маг

source: Turn 5: Nagas and Mermen
uk: Хід 5: Наги та Водяні

source: Turn 8: Goblins and Ruffians
uk: Хід 5: Гобліни та Хулігани

source: Turn 12: Saurians
uk: Хід 12: Ящіри

source: Turn 15: Sea Serpents
uk: Хід 15: Морські змії

source: Turn 18: Loyalists
uk: Хід 18: Вірнопіддані

source: Turn 22: Ambushers
uk: Хід 22: Партизани

source: Turn 25: Mermen
uk: Хід 25: Водяні

source: Turn 25: Fighters
uk: Хід 25: Бійці

source: Turn 29: Undead
uk: Хід 29: Нежить

source: Turn 34: Dread Bat
uk: Хід 34: Жахливий кажан

source: Turn 34: Giant Spider
uk: Хід 34: Гігантський павук

source: Turn 34: Inferno Drake
uk: Хід 34: Пекельний дрейк

source: Turn 34: Drake Warden
uk: Хід 34: Дрейк наглядач
